Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ruszyłbyś się w końcu, odkąd przybyłem do tej wioski siedzisz tylko i zapijasz się piwem. Pokaż mi chociaż, gdzie powinienem rozpocząć poszukiwania.
uk: Вставай вже нарешті, з того часу, як я прибув до цього села, ти тільки сидиш і п'єш пиво. Покажи мені, хоча б де почати пошуки.

source: Ruszę do miasta i znajdę dla siebie jakieś zajęcie. Z pewnością znajdzie się jakaś praca dla młodego i zdolnego chłopaka.
uk: Я переїду до міста і знайду собі якусь справу. Для молодого і здібного хлопця робота обов'язково знайдеться.

source: Rutyna patrolowa Arethe
uk: Патруль Арета

source: Ruud
uk: Рууд

source: Ruud akurat był przy bramie podczas całego zajścia, gdyby nie odwrócił na moment uwagi ludzi Volkera, to pewnie trafili by mi prosto w głowę.
uk: Рууд якраз був біля воріт під час нападу, і якби він в певний момент не відволік людей Волкера, вони, напевно, поцілили б мені прямо в голову.

source: Ruud akurat był przy bramie podczas całego zajścia, z tą swoją złamaną ręką, nawet nie zdążył dobyć broni.
uk: Рууд якраз був біля воріт під час нападу, через зламану руку він навіть не встиг дістати зброю.

source: Ruud nie był zadowolony z mojej propozycji i kazał mi sprowadzić do pomocy kogoś innego.
uk: Рууд був незадоволений моєю пропозицією і сказав, щоб я залучив для допомоги когось іншого.

source: Ruud przestraszył się Beinarda i gdzieś uciekł. Porozmawiam z nim, kiedy się uspokoi.
uk: Рууд злякався Бейнарда і кудись втік. Я поговорю з ним, коли він заспокоїться.

source: Ruud z Dzielnicy Portowej może mi pokazać, jak lepiej radzić sobie z zamkniętymi zamkami.
uk: Рууд із Портового кварталу може показати мені, як краще поводитися із замкненими замками.

source: Ruud zdenerwował się na mnie i kazał znaleźć kogoś innego do przeprowadzenia zabiegu.
uk: Рууд розсердився на мене і сказав, щоб я знайшов когось іншого для проведення процедури.

source: Ruud zgodził się sporządzić pismo dla Beinarda. Teraz muszę je zanieść katowi.
uk: Рууд погодився написати листа для Бейнарда. Тепер я маю віднести його до ката.

source: Ruud. Znam go - pracownik stoczni. Niezbyt pracowity, ale cóż, referencja to referencja i muszę ją uznać.
uk: Рууд. Я його знаю – працівник корабельні. Не дуже працьовитий, але добре, рекомендація це рекомендація, і я повинен її прийняти.

source: Ryba
uk: Риба

source: Ryba jest gotowa. Zapach przypomina mi o Londram i o wszystkim, co musieliśmy zostawić uciekając przed wojną. Ciekawe, czy jeszcze kiedyś uda mi się tam wrócić... W każdym razie, dam Jornowi jego porcję.
uk: Риба готова. Запах нагадує мені про Лондрам і все, що нам довелося залишити, тікаючи від війни. Цікаво, чи повернуся я туди коли-небудь знову... У будь-якому випадку, я дам Йорну його порцію.

source: Ryba jest nienaturalnie wybrzuszona.
uk: Ця рибина неприродньо випукла.

source: Ryba w cieście piwnym
uk: Риба у пивному клярі

source: Ryba w occie z zębatym zielem
uk: Риба в оцті зі снеппер-травою

source: Rybacy nie chcą popłynąć ze mną do miasta. Nie chcą powiedzieć dlaczego. Zamiast na siłę wpływać do portu, może lepiej dowiedzieć się czegoś od strażników przy bramach.
uk: Рибалки не хочуть плисти зі мною до міста. Але не розповідають чому. Можливо, краще було б дізнатися у вартових біля воріт, що сталося.

source: Rybacy widzieli, jak białe zwierzęta wydostały się z uszkodzonych klatek i ruszyły w głąb lądu. Najprawdopodobniej wciąż można spotkać je w pobliżu plaży.
uk: Рибалки бачили, як білі створіння вибралися з пошкоджених кліток і рушили вглиб острова. Найімовірніше, їх все ще можна зустріти неподалік від пляжу.

source: Rybacy z Bursztynowego Wybrzeża informują o niezwykle nietypowym znalezisku - do brzegu w pobliżu ich obozu dodryfowało kilka skrzyń, w których przewożono zwierzęta z dalekich krajów.
uk: Рибалки з Бурштинового узбережжя повідомляють про вкрай незвичайну знахідку – до берега біля їхнього табору прибило декілька ящиків із тваринами з далеких країн.

source: Rybacy z Bursztynowego Wybrzeża informują o niezwykle nietypowym znalezisku - do brzegu w pobliżu ich obozu dodryfowało kilka skrzyń, w których przewożono zwierzęta z dalekich krajów. Rybacy widzieli, jak białe zwierzęta wydostały się z uszkodzonych klatek i ruszyły w głąb lądu. Najprawdopodobniej wciąż można spotkać je w pobliżu plaży. Gildia Kupiecka przewiduje nagrodę w wysokości 200 sztuk złota za pozbycie się tych tajemniczych bestii, do odebrania u łowcy Garosa.
uk: Рибалки з Бурштинового узбережжя повідомляють про вкрай незвичайну знахідку – до берега біля їхнього табору прибило декілька ящиків із тваринами з далеких країн. Рибалки бачили, як білі створіння вибралися з пошкоджених кліток і рушили вглиб острова. Найімовірніше, їх все ще можна зустріти неподалік від пляжу. Торгова Гільдія призначила винагороду у розмірі 200 золотих за те, щоб позбутися цих загадкових звірів, яку можна отримати у мисливця Гароса.

source: Rybacy z Bursztynowego Wybrzeża spotkali podróżnika, który pytał się o legowisko trolli. Gdy wskazali mu kierunek, natychmiast ruszył w stronę klifów niedaleko miasta.
uk: Рибалки з Бурштинового узбережжя зустріли мандрівника, який розпитував про лігво тролів. Коли вони вказали йому напрямок, він одразу ж вирушив до найближчих скель з боку міста.

source: Rybak
uk: Рибалка

source: Rybak Nevil skupuje bagienne ziele.
uk: Рибалка Невіл скуповує болотну траву.

source: Rybki się suszą, a mi też wyschło w gardle! Twoje zdrowie, kolego.
uk: Рибка сушиться, а в мене в горлі вже пересохло! За твоє здоров'я, друже.

source: Rybny kupiec
uk: Торговець рибою

source: Ryby biorą, ludzie z miasta chętnie je kupują, wszystko jest tak, jak należy.
uk: Риба ловиться, люди з міста охоче її купують, все як і має бути.

source: Ryby biorą, nie trafiamy na orkowe galery, może być.
uk: Риба клює, ми не натрапили на галери орків, тому може бути.

source: Ryby nieźle brały, sieci były pełne, a więc wracałem co jakiś czas. Kiedyś, kilka lat temu, rozpętała się niezła burza, więc musiałem tutaj przeczekać.
uk: Риба клювала досить добре, сітки були повні, тож я час від часу повертався сюди. Одного разу, кілька років тому, почався сильний шторм, і мені довелося перечекати його тут.

source: Ryby, sprzedam tanio!
uk: Риба, продам недорого!

source: Rycerskie ostrze
uk: Лицарський клинок

source: Rycerz lagę.
uk: Лицар – палку.

source: Rycerz włożył i płacze, ale po chwili zaczyna się też śmiać.
uk: Лицар засовує і плаче, але через деякий час починає сміятися.

source: Rychu - Czujesz bryłę?
uk: Rychu – 'Це часом не пухлина?'

source: Rychła Śmierć
uk: Неминуча смерть

source: Rychło w czas, że straż zainteresowała się tą sprawą.
uk: Якраз вчасно цією справою зацікавилась Варта.

source: Rynek bywa brutalny.
uk: Ринок може бути жорстоким.

source: Rypie mnie w kościach, a i oczy już nie te.
uk: У мене ломить в кістках, і очі вже не ті, що раніше.

source: Rywalizując, można zyskać więcej dla siebie, ale podczas walk wiele traci się bezpowrotnie.
uk: Конкуруючи, можна домогтися більшого, але під час боротьби багато чого втрачається безповоротно.

source: Ryzykowaliście, idąc tam razem. Jeden z was powinien wrócić po wsparcie, a drugi na nie poczekać. Wtedy Gildia mogłaby działać nie ryzykując ani waszego życia, ani życia Ernesto.
uk: Ви ризикували, йдучи туди разом. Один з вас повинен був повернутися за підтримкою, а інший - дочекатися її. Тоді Гільдія могла б діяти, не ризикуючи ні вашими життями, ні життям Ернесто.

source: Ryzykowne przedsięwzięcie
uk: Ризикована авантюра

source: Ryzykowne zagranie. A co, jeśli faktycznie zacznie nagabywać naszych chłopaków? Przecież muszą być skupieni na swojej pracy, a on w tym będzie doprawdy elegancko przeszkadzał!
uk: Це ризикована затія. А якщо він дійсно почне чіплятися до наших хлопців? Адже їм треба зосередитися на роботі, а він дуже їм заважатиме!

source: Ryzykownie. Nawet nie zerknąłeś, co ma napisane na tej kartce.
uk: Ризиковано. Ти навіть не глянув, що написано на цьому папірці.

source: Ryzykownie. Nie przepytałeś ich dokładnie, tylko od razu uwierzyłeś we wszystko, co ci wcisnęli. Jako strażnik musisz być o wiele bardziej nieufny, pamiętaj!
uk: Ризиковано. Ти не розпитав їх ретельно, а просто відразу повірив усьому, що вони тобі сказали. Як вартовий, ти мусиш бути більш недовірливим, пам'ятай!

source: Rzadko nam się zdarza taka sytuacja, ale i Winstan, i Weigar są pod wrażeniem twoich umiejętności. Możesz więc zdecydować, czy chcesz dołączyć do szermierzy, czy do kuszników.
uk: Ми рідко таке робимо, але і Вінстан, і Вейгар вражені твоїми здібностями. Тож ти можеш вирішити, до кого ти хочеш приєднатися – до мечників чи до арбалетників.

source: Rzadko spotykam równych czerwonych. Ty jesteś wyjątkiem.
uk: Я рідко зустрічаю гідних вартових. Ти – виняток.

source: Rzadko widuję na rynku groty bełtów o takich kształtach i fakturze.
uk: Я рідко зустрічаю на ринку наконечники болтів такої форми і текстури.

source: Rzadko, ale tak. Uprzedzę twoje kolejne pytania: nie, nie sądzę, by ktoś z nich miał strzelać do strażników. Jaki miałby w tym interes?
uk: Рідко, але так. Я випереджу твої наступні запитання: ні, я не думаю, що хтось із них стріляв би в охоронців. Для чого їм це робити?

source: Rzadko. Prędzej gwoździe.
uk: Рідко. Частіше цвяхи.

source: Rzecz jasna w takim wypadku nie masz co liczyć na moje poparcie, ale szanuję, że miałeś w sobie wystarczająco dużo odwagi, żeby przyznać się do porażki.
uk: Очевидно, що в такому випадку тобі нема на що розраховувати, але я поважаю те, що у тебе вистачило мужності визнати свою поразку.

source: Rzecz jasna w takim wypadku nie masz co liczyć na nagrodę, ale szanuję, że miałeś w sobie wystarczająco dużo odwagi, żeby przyznać się do porażki.
uk: Очевидно, що в такому випадку тобі не варто сподіватися на винагороду, але я поважаю те, що у тебе вистачило мужності визнати свою поразку.

source: Rzecz jasna, jeśli będziesz miał czas, kolego!
uk: Звичайно, якщо в тебе буде на це час, друже!

source: Rzecz jasna, jeśli umiesz czytać.
uk: Звичайно, якщо вмієш читати.

source: Rzeczny krwiopijca
uk: Річковий шершень

source: Rzeczny mirt
uk: Річковий мирт

source: Rzeczywiście brzydka. Na mnie już czas.
uk: Справді гидка. Мені вже час.

source: Rzeczywiście coś słyszałem...
uk: Я справді щось чув...

source: Rzeczywiście miała dziś przyjść. To moja stara znajoma. Znalazłeś przedmioty dla niej?
uk: Вона дійсно мала сьогодні прийти. Це моя давня знайома. Ти знайшов все для неї?

source: Rzeczywiście robi wrażenie.
uk: Це справді вражає.

source: Rzeczywiście twardy z ciebie skurczybyk...
uk: Ти справді міцний сучий син...

source: Rzeczywiście wyglądają jakby rdza wyżerała je od lat.
uk: Вони дійсно виглядають так, ніби іржа роз'їдала їх роками.

source: Rzeczywiście, broń jest tam, gdzie wskazała Herdis, ale jedna paczka to za mało. Muszę szukać dalej.
uk: Дійсно, зброя була там, куди вказала Гердіс, але однієї зв'язки буде недостатньо. Я повинен продовжувати пошуки.

source: Rzeczywiście, goła jaskinia, nawet nie ma się zbytnio gdzie ukryć.
uk: Дійсно, порожня печера, навіть сховатися ніде.

source: Rzeczywiście, magowie zaczęli zamykać schowek, bo podobno nowicjusze wymyślili sobie jakąś głupią grę z miotłami...
uk: І справді, маги почали зачиняти комірчину, бо, за чутками, послушники вигадали якусь дурнувату гру з мітлами...

source: Rzeczywiście, miałeś rację.
uk: Так, ти мав рацію.

source: Rzeczywiście, teraz to ma sens.
uk: Здається, тепер це має якийсь сенс.

source: Rzeczywiście, w tym nowym wdzianku wyglądasz trochę...
uk: Дійсно, в цьому новому спорядженні ви виглядаєте трохи...

source: Rzeczywiście. Są tutaj te przedmioty.
uk: Дійсно. Вони тут.

source: Rzeczywiście... jakieś takie dziwne w smaku.
uk: Дійсно... якийсь дивний смак.

source: Rzekomo jej autorem był Dagobert, niezwykle uzdolniony alchemik. Mag Rierol próbował przez wiele lat ją odtworzyć, ale zniechęcony brakiem sukcesów ostatecznie porzucił prace.
uk: Нібито його автором був Дагоберт, надзвичайно талановитий алхімік. Маг Рієрол протягом багатьох років намагався відтворити його, але розчарований невдачами, зрештою закинув цю справу.

source: Rzemieślnik Walter chce kupić 25 łupek żelaza. Jego pracownia znajduje się w porcie, niedaleko świątyni magów wody.
uk: Ремісник Волтер хоче придбати 25 залізних самородків. Його майстерня знаходиться в порту, неподалік від храму Магів Води.

source: Rzemieślnik Walter zakupi 25 łupek żelaza. Za każdą z nich, niezależnie czy sprzedawca dostarczy natychmiast całość zamówienia, czy tylko pojedyncze sztuki, oferuje pełną wartość w złocie.
uk: Ремісник Волтер придбає 25 залізних самородків. За кожен з них він запропонує повну вартість у золоті, незалежно від того, чи продавець доставить все замовлення одразу, чи окремими частинами.

source: Rzemieślnik, z którym miał się spotkać, nadal się nie zjawił. Sunder nie kwapi się, by pójść go poszukać.
uk: Ремісник, з яким він мав зустрітися, так і не з'явився. Сандер не квапиться йти на його пошуки.

source: Rzepa
uk: Ріпа

source: Rzeźnia 'Krwawy Odwet' jest prowadzona przez Slagera. Znajdę ją w Dzielnicy Rzemieślników.
uk: Бійнею 'Кривава відплата' керує Слагер. Її можна знайти у Ремісничому кварталі.

source: Rzeźnik
uk: Різник

source: Rzeźnik Remy z wioski Silbach potrzebuje uzupełnić zapasy surowego mięsa. Zapłaci, jeśli przyniosę mu tuzin surowego mięsa wilka, kretoszczura i ścierwojada.
uk: Різник Ремі з села Сільбах хоче поповнити свої запаси сирого м'яса. Він заплатить, якщо я принесу йому дюжину сирого м'яса вовка, кротощура і падальника.

source: Rzeźnik Slager
uk: Різник Слагер

source: Rzeźnik nie może mi wydać baraniny. Mówi, że we wsi zostało już tylko kilka owiec, dlatego ich mięso jest na wagę złota.
uk: Різник не може дати мені баранину. Він каже, що в селі залишилося лише кілька овець, тому їхнє м'ясо на вагу золота.

source: Rzucając nawet proste zaklęcie, pomyśl o otaczającej cię magii, i o tym, co chcesz nią osiągnąć.
uk: Промовляючи навіть просте заклинання, думай про магію, що оточує тебе, і про те, чого хочеш досягти з її допомогою.

source: Rzucasz bardzo poważnymi oskarżeniami. Jakieś dowody są?
uk: Ти розкидаєшся дуже серйозними звинуваченнями. Є якісь докази?

source: Rzucił się na mnie, gdy tylko zacząłem pytać o zamach w mieście.
uk: Він накинувся на мене, як тільки я почав розпитувати про замах у місті.

source: Rzucił tylko tekstem, że ten jego kumpel zajmuje się znikaniem ludzi i zna wyspę jak nikt inny.
uk: Він лише сказав, що його друг займається зникненням людей і знає острів як ніхто інший.

source: Rób dokładnie to, co ci mówię, chodź dokładnie tam, gdzie ja chodzę i nie przeszkadzaj mi w robocie, jasne?
uk: Роби в точності те, що я тобі кажу, ходи саме там, де я ходжу, і не заважай мені працювати. Ясно?

source: Rób to w miarę delikatnie, żeby nie poszarpać skóry, straciłaby wtedy na wartości.
uk: Роби це досить обережно, щоб не подряпати шкуру, інакше вона втратить свою цінність.

source: Rób z niej dobry użytek, to naprawdę wysokiej jakości sprzęt!
uk: Використовуй її з користю, це справді високоякісна сітка!

source: Rób, co masz zrobić, a potem zmywaj się stąd.
uk: Роби, що маєш робити, а потім зникни.

source: Rób, co musisz robić.
uk: Роби те, що вважаєш за потрібне.

source: Rób, co uważasz. To ty tu jesteś szefem.
uk: Роби, що вважаєш за потрібне. Ти тут головний.

source: Róbcie, co chcecie. To nie moja sprawa.
uk: Роби, що хочеш. Це не моя справа.

source: Róg
uk: Ріг

source: Róg cieniostwora
uk: Ріг тінезвіра

source: Róg smoczego zębacza
uk: Ріг драконячого снеппера

source: Rój owadów
uk: Комашиний рій

source: Równe 1000 sztuk złota.
uk: Рівно 1000 золотих.

source: Równie dobrze ktoś mógł go tam podrzucić, naprawdę nic nie wiem o tej sprawie.
uk: Хтось міг просто підкинути його туди, я нічого не знаю про це.

source: Równie dobrze możesz mnie teraz zabić...
uk: З тим же успіхом можеш вбити мене просто зараз...

source: Również podlegają pod standaryzację.
uk: Вони також підпадають під стандартизацію.

source: Równo 1000 sztuk złota.
uk: Рівно 1000 золотих.

source: Równo tysiąc sztuk złota.
uk: Рівно одну тисячу золотих.

source: Równocześnie przypominamy o całkowitym zakazie zamieszkiwania terenu kanałów - wszelkie takie próby będą skutkowały natychmiastowym wydaleniem z miasta.
uk: Водночас нагадуємо, що жити в каналізації категорично заборонено – будь-які подібні спроби призведуть до негайного вигнання з міста.

source: Równowaga
uk: Баланс

source: Równowagi, którą egoistyczne i szaleńcze działania Lichwiarza mogą zaburzyć.
uk: Рівноваги, яку егоїстичні та божевільні дії Лихваря можуть порушити.

source: Różnice językowe nie występują jednak tylko na płaszczyźnie wypowiedzi, ale też w sposobie akcentowania wyrazów. Mieszkańcy Wschodniego Archipelagu wypowiadając nazwy własne, często podkreślają pierwszą sylabę. W słowie „Archolos” akcent padający na sylabę „Ar” może mieć jednak równie dobrze konotacje historyczne, jako że nazwa wyspy pozbawiona była kiedyś przedrostka „Arc-”.
uk: Мовні відмінності, однак, виявляються не лише на рівні мови, а й у способі наголосів у словах. Мешканці Східного Архіпелагу, вимовляючи власні імена, часто ставлять наголос на перший склад. Однак, у слові 'Архолос' наголос на складі 'Ар' цілком може мати історичний підтекст, оскільки колись у назві острова не було префіксу 'Ар–'.

source: Różnice społeczne są cierniem w oku dla nas wszystkich. Ale z drugiej strony, czy to nie właśnie dzięki tym różnicom nasz świat jest tak bardzo... intrygujący?
uk: Соціальні відмінності - це більмо на оці для всіх нас. Але, з іншого боку, чи не завдяки цим відмінностям наш світ є таким... інтригуючим?

source: Różnie bywa w życiu.
uk: Різне в житті буває.

source: Różnorakie. Roślinożerne, wszystkożerne, ogólnie te, które przynajmniej od czasu do czasu żywią się roślinami.
uk: Усілякі. Травоїдні, всеїдні, загалом ті, що хоча б зрідка харчуються рослинами.

source: Rębacz
uk: Різник

source: Rębacz bez większych problemów oddał mi sakiewkę Larry'ego. Miał dość po naszym ostatnim pojedynku.
uk: Різник без особливих проблем віддав мені гаманець Ларрі. Йому вистачило нашого останнього поєдинку.

source: Rębacza powinieneś znaleźć gdzieś za karczmą.
uk: Різника ти знайдеш десь за корчмою.

source: Rębiczerep
uk: Розколювач черепів

source: Ręce mi się trzęsą po ostatnim ataku... ledwo trzymam młotek w ręku.
uk: Руки тремтять після останнього нападу... Я ледве тримаю молоток у руці.

source: Ręka szkieletu
uk: Рука скелета

source: S.
uk: С.

source: SJN - '„Corridors” to dobre miejsce na spacer. Popatrz na muzykę, ona Cię poprowadzi'
uk: SJN – 'Коридори – гарне місце для прогулянки. Прислухайся до музики, вона скерує тебе'

source: SMOCZY ZĘBACZ\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Sieczne, Obuchowe\nPODATNOŚĆ: Wiatr/Upadek\nWYSTĘPOWANIE: Tereny górskie. Często zapuszczają się w inne rejony w poszukiwaniu odpowiedniej ofiary.\nRADA: Te bestie w mgnieniu oka mogą rozerwać na strzępy nawet ciężko opancerzonego wojownika. Ich główną słabością są ruchy, przypominające te pozostałych zębaczy - wprawny szermierz jest w stanie wyminąć ich atak, ale nawet pojedyncza pomyłka może okazać się śmiertelna. Oczywiście można również spróbować połamać im kości zaklęciem pięści wichru, ale większość śmiałków kończyła walkę w brzuchu potwora, chwilę po rzuceniu pierwszego zaklęcia.
uk: ДРАКОНЯЧИЙ СНЕППЕР\nТИП ШКОДИ: Ріжуча\nОПІР: Ріжуча, тупа\nВРАЗЛИВІСТЬ: Вітер/падіння\nПОШИРЕННЯ: Гірські райони. У пошуках здобичі часто відправляються в інші райони.\nПОРАДА: Ці істоти здатні в мить розірвати на шматки навіть важкоозброєного воїна. Їхня головна слабкість – рухи, подібні до рухів інших снепперів. Вправний фехтувальник здатен ухилитися від їхньої атаки, але навіть одна помилка може виявитися фатальною. Звісно, можна спробувати зламати їм кістки заклинанням кулак вітру, але більшість сміливців опинялись у череві чудовиська вже за мить після першого заклинання.

source: STEROWANIE ZAAWANSOWANE
uk: РОЗШИРЕНЕ КЕРУВАННЯ

source: STRAŻ!
uk: ВАРТОВІ!

source: SZ
uk: золотих

source: SZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Okolice osiedli ludzkich\nRADA: Przerośnięty gryzoń - często zamiast walki wybiera żerowanie na znalezionej padlinie, nawet własnego gatunku.
uk: ГІГАНТСЬКИЙ ЩУР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Людські поселення\nПОРАДА: Гризун-переросток – часто воліє харчуватися знайденою падаллю, навіть свого виду, замість того, щоб битися.

source: SZKIELET-GOBLIN\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Magia\nPODATNOŚĆ: Wiatr/Upadek, Obuch\nWYSTĘPOWANIE: Bagna, cmentarze, ciemne lasy\nRADA: Żyją w mniejszych grupach niż pozostałe gobliny - łatwiej wywabiać je po jednym.
uk: СКЕЛЕТ-ГОБЛІН\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти, магія\nВРАЗЛИВІСТЬ: Вітер/падіння, тупа зброя\nПОШИРЕННЯ: Болота, цвинтарі, дрімучі ліси\nПОРАДА: Вони живуть меншими групами, ніж інші гобліни, тому їх легше виманювати по одному.

source: SZKIELET\nRODZAJ OBRAŻEŃ: Sieczne, Obuchowe, Pociski\nODPORNOŚĆ: Pociski, Ostrza\nPODATNOŚĆ: Obuch, Wiatr/Upadek\nWYSTĘPOWANIE: Zbezczeszczone cmentarze, Ruiny\nRADA: Większość szkieletów korzysta z rodzaju broni, z którego korzystała za życia. Właśnie dlatego spotkać można najróżniejsze rodzaje szkieletów - wojowników, łuczników oraz kuszników. Ich kości niezwykle trudno uszkodzić za pomocą ostrza czy strzał, ale solidny obuch, pięść wichru czy upadek z wysokości bez większych problemów zamieniają je w stertę pyłu. Pomimo kruchości ich ciał, każdy cios tych przeklętych istot jest niezwykle mocny. Ze względu na miejsce ich występowania, często atakują w grupach - co czyni z nich jeszcze groźniejszych przeciwników.
uk: СКЕЛЕТ\nТИП ШКОДИ: Ріжуча, тупа, колюча\nОПІР: Стріли/болти, ріжуча\nВРАЗЛИВІСТЬ: Тупа зброя, вітер/падіння\nПОШИРЕННЯ: Осквернені цвинтарі, руїни\nПОРАДА: Більшість скелетів використовують той тип зброї, яким вони користувалися при житті. Ось чому ви можете зустріти різних скелетів – воїнів, лучників та арбалетників. Їхні кістки досить важко пошкодити лезом чи стрілою, але тупа зброя, кулак вітру чи падіння з висоти без особливих зусиль здатні перетворити їх на купку пилу. Незважаючи на їхні крихкі тіла, кожен удар цих проклятих істот неймовірно сильний. Вони часто нападають групами, що робить їх ще більш небезпечними супротивниками.

source: Sabotaż winnicy to znacznie trudniejsze zadanie od przesłuchiwania pracowników. Muszę się nad tym zastanowić.
uk: Саботаж на винограднику – набагато складніше завдання, ніж опитування працівників. Я повинен над цим подумати.

source: Sabotaż? To poważne oskarżenie, panie dowódco.
uk: Саботаж? Це серйозне звинувачення, командире.

source: Sabotowałem winorośle.
uk: Я зіпсував виноградні лози.

source: Sachs
uk: Сакс

source: Sad obok Wielkiej Winnicy. Zachód słońca. Zrozumiałaś, czy mam ci to zapisać?
uk: Фруктовий сад поруч з Великим виноградником. На заході сонця. Ти зрозуміла, чи тобі записати?

source: Sadło bagiennego szczura
uk: Жир болотного щура

source: Sadło zanieczyszczone futrem czy ścięgnami jest mniej warte, więc musisz uważać, pamiętaj.
uk: Жир, забруднений хутром або сухожиллями, коштує менше, тому ти повинен бути обережним, пам'ятай це.

source: Sakiewka
uk: Гаманець

source: Sakiewka Elida
uk: Гаманець Еліда

source: Sakiewka Larry'ego
uk: Гаманець Ларрі

source: Sakiewka od Południowca
uk: Гаманець південця

source: Sakiewka oddana, potwierdzenie otrzymane, ale nie jestem przekonany co do stanu Antonio. Przed wejściem do jaskini jest sporo olbrzymich drzew, może ukryję się za którymś i będę obserwował całą tę zgraję.
uk: Гаманець передано, підтвердження отримано, але я не впевнений у стані Антоніо. Перед входом до печери досить багато величезних дерев. Мабуть, я сховаюся за одним з них і спостерігатиму за всіма.

source: Sakiewka starych monet
uk: Гаманець зі старими монетами
